<?php

return [
    'menu_title_1'=>'Что-то пошло не так...',
    'menu_title_2'=>'Начнем-с...',
    'menu_title_3'=>"Получайте удовольствие от использование системы!",
    'menu_title_4'=>"Отлично! Вы справились!",
    'menu_title_5'=>"Оставайтесь с нами и получайте больше призов!",
    'menu_title_6'=>"Что-то пошло не так и пользователь не найден",
    'menu_title_7'=>"Добрый день!Приветствуем вас в нашем акционном боте! Сейчас у нас технические работы.",
    'menu_title_8'=>"Добрый день!Приветствуем вас в нашем акционном боте! Мы рады, что Вы присоединились к нам. Все акции будут активны с 1 февраля.\n 📍 Скидочные предложения и Cashback не суммируется с внутренними акциями и скидочными предложениями на товары и услуги наших Партнеров.",

    'ask_fallback'=>'Спасибо что пообщался со мной:)!',
    'ask_name'=>'Как тебя зовут?',
    'ask_phone'=>'Скажие мне свой телефонный номер?',
    'ask_sex'=>'А какого ты пола?',
    'ask_birthday'=>'Скажи мне дату своего рождения:',
    'ask_city'=>'Из какого ты города?',
    'ask_promocode'=>"Введите промокод:",
    'ask_age'=>'Сколько тебе лет?',
    'ask_height'=>'Твой рост:',
    'ask_weight'=>'Твой вес:',
    'ask_breast_volume'=>'Ваш объем груди:',
    'ask_waist'=>'Ваш объем талии:',
    'ask_hips'=>'Ваш объем бёдер:',
    'ask_model_school_education'=>'Обучались в модельной школе?',
    'ask_about'=>'Откуда узнали о нашем модельном агенстве?',
    'ask_hobby'=>'Ваше хобби?',
    'ask_education'=>'Ваше образование?',
    'ask_wish_learn'=>'Хотели бы обучаться у нас?',
    'ask_for_pay'=>'Введите желаемую для списания сумму',
    'ask_for_cashback'=>'Введите сумму из чека',
    'ask_for_check_info'=>'Введите номер чека',
    'ask_for_start_promo'=>'Желаете поучаствовать в акции?',


    'ask_action'=>'Выберите действие',
    'ask_action_btn_1'=>'Списать средства',
    'ask_action_btn_2'=>'Начислить CashBack',


    'ask_lotus_profile'=>'Так что на счет анкеты?',
    'ask_promo_profile'=>'Так что на счет участия?',


    'ask_promo_btn_1'=>'Поехали',
    'ask_promo_btn_2'=>'Нет, в другой раз',

    'ask_sex_btn_1'=>"\xF0\x9F\x91\xA6Парень",
    'ask_sex_btn_2'=>"\xF0\x9F\x91\xA7Девушка",

    'ask_model_school_education_btn_1'=>"\xE2\x9E\x95Да",
    'ask_model_school_education_btn_2'=>"\xE2\x9D\x8CНет",

    'ask_wish_learn_btn_1'=>"\xE2\x9E\x95Да",
    'ask_wish_learn_btn_2'=>"\xE2\x9D\x8CНет",



    'start_promo_btn_1'=>'Детали акции',
    'start_promo_btn_2'=>'Участвовать в акции',
    'start_promo_btn_3'=>'Нет, в другой раз!',

    'lotus_model_profile'=>'Анкета участников модельного агентства',


    'ask_phone_error_1'=>"Номер введен не верно...\n",
    'ask_phone_error_2'=>"Пользователь с таким номером уже и так наш друг:)\n",

    'ask_achievement_error_1'=>'Достижение не найдено',
    'ask_achievement_error_2'=>'Приз за достижение уже был активирован ранее',

    'ask_event_error_1'=>'Мероприятие уже подошло к концу!',

    'ask_promocode_error_1'=>"Такой код не существует!",
    'ask_promocode_error_2'=>"Код уже был использован",
    'ask_promocode_error_3'=>"Увы, в лотерее еще не появились призы\xF0\x9F\x98\x94",
    'ask_promocode_success_1'=>"*Код успешно активирован!*\nВыберите приз",

    'ask_promotions_error_1'=>"Акция уже была пройдена ранее!",
    'ask_promotions_error_2'=>"Акция уже подошла к концу!",

    "message_1"=>'Хорошего дня!',
    "message_2"=>"Спасибо! Получите свои бонусы у нашего сотрудника по этому QR-коду.",
    "message_3"=>"_Код для получения бонуса по акции_",
    "message_4"=>"К сожалению, сейчас акций нет, но они появятся в ближайшее время!",

    'empty_data'=>"Не указано",

    'start_con_btn_1'=>"Посмотреть акции",
    'start_con_btn_2'=>"\xF0\x9F\x91\x89Подробнее",

    'get_all_events_btn'=>"\xF0\x9F\x91\x89Перейти к описанию акции",
    'events_message_1'=>"Мероприятия появятся в скором времени!",
    'payment_message_1'=>"У вас не заполнена личная информация и вы не можете просматривать историю оплаты",
    'payment_message_2'=>"Вы не оплачивали через систему CashBack.",
    'payment_message_3'=>"Вы не потратили свои бонусы.",
    'payment_message_4'=>"_%s_ в %s потрачено *%s* бонусов\n",
    'cashback_message_1'=>"У вас не заполнена личная информация и вы не можете просматривать историю оплаты.",
    'cashback_message_2'=>"Заведение *%s* _%s_ чек №%s принес вам *%s* руб. CashBack\n",
    'cashback_message_3'=>"Вам не начислялся CashBack.",
    'cashback_message_4'=>"Вы можете отслеживать начисления CashBack бонусов и их списание!",
    'cashback_message_5'=>"CashBack успешно зачислен!",

    'achievements_message_1'=>"Достижения будут доступны в скором времени!",
    'achievements_message_2'=>"Достижение не найдено!",
    'achievements_message_3'=>"*\xF0\x9F\x91\x86Ваш приз:*\n_%s_",
    'achievements_message_4'=>"Вы уже получили приз за данное достижение!",
    'achievements_message_5'=>"Вы не можете получить приз за данное достижение",
    'achievements_message_6'=>"_Код для активации достижения_",
    'achievements_message_7'=>"Получайте достижения и обменивайте их на крутейшие призы!",

    'articles_message_1'=>"Статьи появятся в скором времени!",

    'friends_message_1'=>"Вы пригласили *%s* друзей!\n%s_Делитесь Вашим QR-кодом и накапливайте баллы!_\n",
    'friends_message_2'=>"_Ваш реферальный код_",

    'money_message_1'=>"У вас *%s* баллов, из них *%s* - бонус CashBack!\n%s_Для оплаты дайте отсканировать данный QR-код сотруднику!_\n",
    'money_message_2'=>"Зачислить мне %s руб. CashBack",
    'money_message_3'=>"_Ваш код для оплаты_\n%s",

    'lottery_message_1'=>"Увы, что-то пошло не так и код более не действителен:(",
    'lottery_message_2'=>"Приз по данному коду уже был выбран ранее!",
    'lottery_message_3'=>"Увы, что-то пошло не так и приза нет:(",
    'lottery_message_4'=>"Увы, к данному моменту все призы закончились",
    'lottery_message_5'=>"*Пользователь поучаствовал в розыгрыше от компании %s и выиграл:*\n%s*Дата участия*:%s\n",

    'repost_message_1'=>"ТВОЯ РЕФЕРАЛЬНАЯ ССЫЛКА",
    'repost_message_2'=>"Переходи в бота и получай самые сочные скидки Донецка!\nhttps://sun9-35.userapi.com/c205328/v205328682/56913/w8tBXIcG91E.jpg",
    'repost_message_3'=>"Отправляй\пересылай своим друзьям и получай боунсы!",

    'statistic_message_1'=>"\xE2\x96\xAAКоличество активаций приза по акции: *%d* раз.\n",
    'statistic_message_2'=>"\xE2\x96\xAAКоличество рефералов:  *%d* человек.\n",
    'statistic_message_3'=>"\xE2\x96\xAAМаксимальное количество накопленного CashBack: *%d* руб.\n",
    'statistic_message_4'=>"\xE2\x96\xAAКоличество переходов из ВК: *%d* раз.\n",
    'statistic_message_5'=>"\xE2\x96\xAAКоличество переходов из Facebook: *%d* раз.\n",
    'statistic_message_6'=>"\xE2\x96\xAAКоличество переходов из Instagram: *%d* раз.\n",
    'statistic_message_7'=>"\xE2\x96\xAAКоличество переходов из других источников: *%d* раз.\n",
    'statistic_message_8'=>"\xE2\x96\xAAМасимальный реферальный бонус: *%d* руб.\n",
    'statistic_message_9'=>"\xE2\x96\xAAМаксимальное количество списанного CashBack: *%d* руб.\n",
    'statistic_message_10'=>"Статистика еще не ведется для вашего аккаунта!",

    'company_message_1'=>"К сожалению, нет добавленных компаний:(",
    'company_message_2'=>"Акции этой компании временно недоступны!",
    'company_message_3'=>"Акций у этой компании не найдено или все акции уже прошли:(",

    'category_message_1'=>"К сожалению, нет добавленных категорий:(",
    'category_message_2'=>"Акций в категории не найдено или все акции собраны:(",

    'promo_menu_message_1'=>"Самые свежие акции",

    'faq_message_1'=>"*F.A.Q.*\n_Не знаете как начать пользоваться? - Почитайте наше описание! Узнайте больше о приложении, компании и разработчике!_",

    'achievements_btn_1'=>"\xF0\x9F\x8E\x81Получить приз",
    'achievements_btn_2'=>"\xE2\x8F\xAAВернуться назад",
    'achievements_btn_3'=>"\xF0\x9F\x8D\x80Все достижения",
    'achievements_btn_4'=>"\xE2\xAD\x90Мои достижения",


    'faq_btn_1'=>"Полезная информация",
    'faq_btn_2'=>"Как пользоваться",

    'money_btn_1'=>"Мой бюджет",

    'repost_btn_1'=>"\xF0\x9F\x91\x89Перейти в бота",

    'friends_btn_1'=>"\xF0\x9F\x91\x89Пригласить друзей из Telegram",
    'friends_btn_2'=> "\xF0\x9F\x91\x89Пригласить друзей из VK\FB",
    'friends_btn_3'=> "Посмотреть друзей",

    'cashback_btn_1'=>"Начисления",
    'cashback_btn_2'=>"Списания",

    'category_btn_1'=>"Посмотреть акции",

    'promo_btn_1'=>"\xF0\x9F\x91\x89Подробнее",

    'company_btn_1'=>"Посмотреть акции",
    'company_btn_2'=>"\xE2\x9D\x97\xE2\x9D\x97\xE2\x9D\x97Акционное меню\xE2\x9D\x97\xE2\x9D\x97\xE2\x9D\x97",
    'company_btn_3'=>"\xF0\x9F\x91\x89Перейти в бота",

    'promo_menu_btn_1'=>"\xF0\x9F\x92\x8EПо категориям",
    'promo_menu_btn_2'=>"\xF0\x9F\x8F\xA6По компаниям",
    'promo_menu_btn_3'=>"\xE2\xAD\x90Достижения",
    'promo_menu_btn_4'=>"\xE2\x9A\xA1Акции и призы на сайте",
    'promo_menu_btn_5'=>"\xF0\x9F\x8C\xBBБольше информации в нашем канале",

    'lottery_menu_btn_1'=>"\xF0\x9F\x92\xAAВвести код и начать",
    'lottery_menu_btn_2'=>"\xF0\x9F\x93\x84Условия розыгрыша и призы",
    'lottery_menu_btn_3'=>"\xF0\x9F\x8E\xB0Розыгрыш призов",




];
