<?php

return [
    'menu_title_1'=>'Что-то пошло не так...',
    'menu_title_2'=>'Начнем-с...',
    'menu_title_3'=>"Получайте удовольствие от использование системы!",
    'menu_title_4'=>"Отлично! Вы справились!",
    'menu_title_5'=>"Оставайтесь с нами и получайте больше призов!",
    'menu_title_6'=>"Что-то пошло не так и пользователь не найден",

    'ask_fallback'=>'Спасибо что пообщался со мной:)!',
    'ask_name'=>'Как тебя зовут?',
    'ask_phone'=>'Скажие мне свой телефонный номер?',
    'ask_sex'=>'А какого ты пола?',
    'ask_birthday'=>'Скажи мне дату своего рождения:',
    'ask_city'=>'Из какого ты города?',
    'ask_promocode'=>"Введите промокод:",
    'ask_age'=>'Сколько тебе лет?',
    'ask_height'=>'Твой рост:',
    'ask_weight'=>'Твой вес:',
    'ask_breast_volume'=>'Ваш объем груди:',
    'ask_waist'=>'Ваш объем талии:',
    'ask_hips'=>'Ваш объем бёдер:',
    'ask_model_school_education'=>'Обучались в модельной школе?',
    'ask_about'=>'Откуда узнали о нашем модельном агенстве?',
    'ask_hobby'=>'Ваше хобби?',
    'ask_education'=>'Ваше образование?',
    'ask_wish_learn'=>'Хотели бы обучаться у нас?',
    'ask_for_pay'=>'Введите желаемую для списания сумму',
    'ask_for_cashback'=>'Введите сумму из чека',
    'ask_for_check_info'=>'Введите номер чека',


    'ask_action'=>'Выберите действие',
    'ask_action_btn_1'=>'Списать средства',
    'ask_action_btn_2'=>'Начислить CashBack',


    'ask_lotus_profile'=>'Так что на счет анкеты?',


    'ask_sex_btn_1'=>"\xF0\x9F\x91\xA6Парень",
    'ask_sex_btn_2'=>"\xF0\x9F\x91\xA7Девушка",

    'ask_model_school_education_btn_1'=>"\xE2\x9E\x95Да",
    'ask_model_school_education_btn_2'=>"\xE2\x9D\x8CНет",

    'ask_wish_learn_btn_1'=>"\xE2\x9E\x95Да",
    'ask_wish_learn_btn_2'=>"\xE2\x9D\x8CНет",



    'promo_btn_1'=>'Подробности',
    'promo_btn_2'=>'Заполнить',
    'promo_btn_3'=>'Нет, в другой раз!',

    'lotus_model_profile'=>'Анкета участников модельного агентства',


    'ask_phone_error_1'=>"Номер введен не верно...\n",
    'ask_phone_error_2'=>"Пользователь с таким номером уже и так наш друг:)\n",
    'ask_promocode_error_1'=>"Такой код не существует!",
    'ask_promocode_error_2'=>"Код уже был использован",
    'ask_promocode_error_3'=>"Увы, в лотерее еще не появились призы\xF0\x9F\x98\x94",
    'ask_promocode_success_1'=>"*Код успешно активирован!*\nВыберите приз",

    'ask_promotions_error_1'=>"Акция уже была пройдена ранее!",

    "message_1"=>'Хорошего дня!',
    "message_2"=>"Спасибо! Получите свои бонусы у нашего сотрудника по этому QR-коду.",
    "message_3"=>"_Код для получения бонуса по акции_",

    'empty_data'=>"Не указано"
];
