<?php

return [
    'menu_title_1'=>'Что-то пошло не так...',
    'menu_title_2'=>'Начнем-с...',
    'menu_title_3'=>"Получайте удовольствие от использование системы!",
    'menu_title_4'=>"Отлично! Вы справились!",
    'menu_title_5'=>"Оставайтесь с нами и получайте больше призов!",
    'menu_title_6'=>"Что-то пошло не так и пользователь не найден",
    'menu_title_7'=>"Добрый день!Приветствуем вас в нашем акционном боте! Сейчас у нас технические работы.",
    'menu_title_8'=>"Добрый день!Приветствуем вас в нашем акционном боте! Мы рады, что Вы присоединились к нам. Все акции будут активны с 1 февраля.",

    'ask_fallback'=>'Спасибо что пообщался со мной:)!',
    'ask_name'=>'Как тебя зовут?',
    'ask_phone'=>'Скажие мне свой телефонный номер?',
    'ask_sex'=>'А какого ты пола?',
    'ask_birthday'=>'Скажи мне дату своего рождения:',
    'ask_city'=>'Из какого ты города?',
    'ask_promocode'=>"Введите промокод:",
    'ask_age'=>'Сколько тебе лет?',
    'ask_height'=>'Твой рост:',
    'ask_weight'=>'Твой вес:',
    'ask_breast_volume'=>'Ваш объем груди:',
    'ask_waist'=>'Ваш объем талии:',
    'ask_hips'=>'Ваш объем бёдер:',
    'ask_model_school_education'=>'Обучались в модельной школе?',
    'ask_about'=>'Откуда узнали о нашем модельном агенстве?',
    'ask_hobby'=>'Ваше хобби?',
    'ask_education'=>'Ваше образование?',
    'ask_wish_learn'=>'Хотели бы обучаться у нас?',
    'ask_for_pay'=>'Введите желаемую для списания сумму',
    'ask_for_cashback'=>'Введите сумму из чека',
    'ask_for_check_info'=>'Введите номер чека',
    'ask_for_start_promo'=>'Желаете поучаствовать в акции?',


    'ask_action'=>'Выберите действие',
    'ask_action_btn_1'=>'Списать средства',
    'ask_action_btn_2'=>'Начислить CashBack',


    'ask_lotus_profile'=>'Так что на счет анкеты?',
    'ask_promo_profile'=>'Так что на счет участия?',


    'ask_promo_btn_1'=>'Поехали',
    'ask_promo_btn_2'=>'Нет, в другой раз',

    'ask_sex_btn_1'=>"\xF0\x9F\x91\xA6Парень",
    'ask_sex_btn_2'=>"\xF0\x9F\x91\xA7Девушка",

    'ask_model_school_education_btn_1'=>"\xE2\x9E\x95Да",
    'ask_model_school_education_btn_2'=>"\xE2\x9D\x8CНет",

    'ask_wish_learn_btn_1'=>"\xE2\x9E\x95Да",
    'ask_wish_learn_btn_2'=>"\xE2\x9D\x8CНет",



    'promo_btn_1'=>'Детали акции',
    'promo_btn_2'=>'Участвовать в акции',
    'promo_btn_3'=>'Нет, в другой раз!',

    'lotus_model_profile'=>'Анкета участников модельного агентства',


    'ask_phone_error_1'=>"Номер введен не верно...\n",
    'ask_phone_error_2'=>"Пользователь с таким номером уже и так наш друг:)\n",

    'ask_achievement_error_1'=>'Достижение не найдено',
    'ask_achievement_error_2'=>'Приз за достижение уже был активирован ранее',

    'ask_event_error_1'=>'Мероприятие уже подошло к концу!',

    'ask_promocode_error_1'=>"Такой код не существует!",
    'ask_promocode_error_2'=>"Код уже был использован",
    'ask_promocode_error_3'=>"Увы, в лотерее еще не появились призы\xF0\x9F\x98\x94",
    'ask_promocode_success_1'=>"*Код успешно активирован!*\nВыберите приз",

    'ask_promotions_error_1'=>"Акция уже была пройдена ранее!",
    'ask_promotions_error_2'=>"Акция уже подошла к концу!",

    "message_1"=>'Хорошего дня!',
    "message_2"=>"Спасибо! Получите свои бонусы у нашего сотрудника по этому QR-коду.",
    "message_3"=>"_Код для получения бонуса по акции_",
    "message_4"=>"К сожалению, сейчас акций нет, но они появятся в ближайшее время!",

    'empty_data'=>"Не указано",

    'start_con_btn_1'=>"Посмотреть акции",
    'start_con_btn_2'=>"\xF0\x9F\x91\x89Подробнее",
];
